tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dev-tools'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'vektorlab/slackcat', 'https://github.com/vektorlab/slackcat'
cask 'java'

brew 'ack'
brew 'archey'
brew 'autoconf'
brew 'caskroom/cask/brew-cask'
brew 'cowsay'
brew 'elixir'
brew 'figlet'
brew 'gawk'
brew 'go'
brew 'grc'
brew 'htop'
brew 'hub'
brew 'icu4c'
brew 'imagemagick'
brew 'jq'
brew 'jrnl'
brew 'macvim', args: ['override-system-vim']
brew 'pcre'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-readline'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'slackcat'
brew 'slugify'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'

cask '1password'
cask 'adobe-creative-cloud'
cask 'aerial'
cask 'anybar'
cask 'appcleaner'
cask 'atom'
cask 'betterzipql'
cask 'boxer'
cask 'cathode'
cask 'dropbox'
cask 'fantastical'
cask 'flux'
cask 'font-droid-sans-mono'
cask 'font-fira-mono'
cask 'font-inconsolata'
cask 'font-input'
cask 'font-meslo-lg'
cask 'font-oxygen'
cask 'font-oxygen-mono'
cask 'font-roboto'
cask 'font-roboto-mono'
cask 'font-roboto-slab'
cask 'font-share-tech'
cask 'font-share-tech-mono'
cask 'font-source-code-pro'
cask 'font-ubuntu-mono-powerline'
cask 'google-chrome'
cask 'iterm2-nightly'
cask 'karabiner'
cask 'lastpass'
cask 'launchbar'
cask 'openemu'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'screenhero'
cask 'seil'
cask 'sequel-pro'
cask 'sizeup'
cask 'sketch'
cask 'slack'
cask 'textexpander'
cask 'vagrant'
cask 'viscosity'
cask 'vmware-fusion'
cask 'whiskey'
cask 'yubiswitch'
