tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dev-tools'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'vektorlab/slackcat', 'https://github.com/vektorlab/slackcat'
tap 'caius/jo'
tap 'simeji/jid'
cask 'java'

brew 'ack'
brew 'archey'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'chruby'
brew 'coreutils'
brew 'cowsay'
brew 'elixir'
brew 'figlet'
brew 'gawk'
brew 'go'
brew 'grc'
brew 'hub'
brew 'hugo'
brew 'icu4c'
brew 'imagemagick'
brew 'jid'
brew 'jo'
brew 'jq'
brew 'jrnl'
brew 'libtool'
brew 'libxslt'
brew 'libyaml'
brew 'macvim', args: ['override-system-vim']
brew 'mas'
brew 'npm'
brew 'openssl'
brew 'pcre'
brew 'phantomjs'
brew 'pv'
brew 'python'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'slackcat'
brew 'slugify'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'wifi-password'
brew 'zsh'

cask '1password'
cask 'aerial'
cask 'anybar'
cask 'atom'
cask 'betterzipql'
cask 'boxer'
cask 'cathode'
cask 'docker'
cask 'dropbox'
cask 'flux'
cask 'font-droid-sans-mono'
cask 'font-fira-code'
cask 'font-hack'
cask 'font-inconsolata'
cask 'font-input'
cask 'font-meslo-lg-for-powerline'
cask 'font-oxygen'
cask 'font-oxygen-mono'
cask 'font-press-start2p'
cask 'font-roboto'
cask 'font-roboto-mono'
cask 'font-roboto-slab'
cask 'font-source-code-pro'
cask 'font-ubuntu-mono-derivative-powerline'
cask 'google-chrome'
cask 'hyper'
cask 'iterm2-nightly'
cask 'karabiner'
cask 'kap'
cask 'launchbar'
cask 'openemu'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'screenhero'
cask 'sequel-pro'
cask 'seil'
cask 'slack'
cask 'textexpander'
cask 'tunnelblick'
cask 'wkhtmltopdf'
